Repository: foss-np/smriti
Catalog: ne_NP_MediaWiki.tmx
Source language: en
Languages: ne

source: Clear the watchlist (This is permanent!)
ne: अवलोकनबाट हटाउने (यो स्थायी हुन्छ!)

source: Middle click
ne: बिच बटनमा क्लिक

source: No external databases available for cross-check.
ne: छड्के जाँचको लागी बाह्य डाटाबेस उपलब्ध नभएको ।

source: Require my password when waking from suspend
ne: ‍निस्क्रयताबाट जगाउँदा मेरो पासवर्ड आवश्यक पर्छ

source: Each device needs an up to date color profile to be color managed.
ne: रङ देखाउन हरेक यन्त्रको रङ प्रोफाइल अद्यावधिक हुनु आवश्यक छ।

source: Source code
ne: स्रोत कोड

source: Updated at
ne: अद्यावधिक गरिएको

source: Delete this trace
ne: यो ट्रेस मेट्ने

source: You can now log in to any wiki site of {{int:Centralauth-groupname}} without creating a new account.
ne: अब तपाईं {{int:Centralauth-groupname}}को कुनै पनि विकि साइटमा नयाँ खाता नबनाई प्रवेश गर्न सक्नुहुन्छ।

source: Choose an input source
ne: आगत स्रोत चयन गर्नुहोस्

source: Uploading
ne: उर्ध्वभरण गरिँदै

source: Did you know that you can edit this page?
ne: के तपाईंलाई यो पृष्ठ सम्पादन गर्न सकिन्छ भनेर थाहा थियो?

source: Take a screenshot
ne: स्क्रीनको तस्बिर लीने

source: Show input candidates:
ne: इनपुट विकल्पहरु देखाउ

source: Max. text added
ne: अधिक शब्द जोडिएको

source: Provided by Ubuntu
ne: उबुन्टुद्वारा प्रदान गरिएको

source: Moves the focus.
ne: फोकसलाई सार्छ ।

source: Oops, something went wrong.
ne: ओहो, केही गलत भयो।

source: Cookie duplicate users
ne: प्रतिलिपि कुकी प्रयोगकर्ताहरू

source: Record a video
ne: भ‍िडियो रेकर्ड:

source: About the project
ne: यस परियोजना बारे

source: Requested path is not in the configured upload directory.
ne: अनुरोध गरिएको बाटो(पाथ) उर्ध्वभरण भनि तोकिएको बाटोमा पर्दैन ।

source: Bot: Adding missing <references /> tag
ne: रोबोट: छुटेको <references /> ट्याग थप्दै

source: prc5 Envelope
ne: prc5 खाम

source: The page $1 already exists and cannot be automatically overwritten.
ne: $1 पृष्ठ पहिले देखि नै रहेको छ र स्वत: अधिलेखन गर्न सकिएन ।

source: Card number
ne: कार्डको नम्बर(संख्या)

source: Phone model
ne: फोन मोडल

source: Page 2
ne: पृष्ठ 2

source: Start a new search...
ne: नयाँ खोज शुरू गर्नुहोस...

source: Could not send WikiLove due to a loss of session data. Try reloading the page or logging out and logging back in.
ne: सेशन डाटा हराएको कारण विकिलभ सन्देस पठाउन सकिएन। पृष्ठ पुन: खोलेर अथवा लग आउट गरेर पुनः लग इन गरेर पुनः प्रयास गर्नुहोस।

source: Page 1
ne: पृष्ठ 1

source: Upgrade
ne: स्तरोन्नति

source: $1 feet
ne: $1 फिट

source: Sending report…
ne: रिपोर्ट पठाउँदै…

source: Enter the name of your new usergroup:
ne: तपाईंको नयाँ प्रयोगकर्ता समूहको नाम राख्नुहोस:

source: _Dim screen to save power
ne: शक्ति बचत गर्न सक्रिन मधुरो पार्नुहोस्

source: Reload
ne: पुन:लोड गर्नुहोस्

source: Menus Fade-out Duration
ne: मेनुहरू हराउँदै जाने अवधि

source: Scroll Up
ne: माथि स्क्रल गर्नुहोस्

source: Key to spread the current application windows in any workspace
ne: हालको आवेदन विन्डोहरू कुनै पनि कार्यस्थानमा फैलाउने कि

source: No such diary entry
ne: त्यस्तो कुनै दैनिकी भेटिएन

source: _Turn On
ne: खोल्नु

source: Clear stashed files
ne: स्टाश गरिएका फाइल हटाउने

source: 2 hours
ne: २ घन्टा

source: Specified language was invalid.
ne: निर्दिष्ट भाषा अमान्य थियो

source: Add topic
ne: विषय थप्नुहोस

source: Changeset Tag
ne: चेन्जसेट ट्याग

source: Most helpful first
ne: सबै भन्दा सहयोगी पहिले

source: About the project, what you can do, where to find things
ne: आयोजनाका बारेमा, तपाईँ के गर्न सक्नुहुन्छ, सामग्री कहाँ भेट्टाउने

source: Blocked $1
ne: रोक लगाइएको $1

source: _Ignore and install
ne: बेवास्ता गरेर स्थापना गर्नुहोस्

source: Bad interwiki link
ne: खराव अन्तर विकि लिंक

source: Auto bracket
ne: स्वत: कोष्ठ

source: Contents
ne: सामग्रीहरू

source: Resources
ne: सम्पदा

source: An HTTP error occurred: $1.
ne: एचटिटिपि त्रुटि उत्पन्न भयो: $1

source: _Generate a password
ne: पासवर्ड उत्पन्न गर्नुहोस्

source: Not using unified account
ne: एकीकृत खाता प्रयोग नगरिएको

source: Add local description
ne: स्थानीय वर्णन थप्नुहोस

source: Hide target and parameters
ne: कार्य र प्यारामिटर लुकाउने

source: Right Ring Mode #%d
ne: दायाँ रिङ्ग मोड #%d

source: Total (YTD)
ne: कुल (YTD)

source: American Express
ne: अमेरिकी एक्स्प्रेस

source: Code for country shown
ne: देखाइएको देशको कोड

source: Date Of Birth:
ne: जन्मतिथि:

source: Image brightness
ne: छवि चम्लिकोपना:

source: _Go Forward
ne: अगाडि जानुहोस्

source: Clear all saved pages
ne: सङ्ग्रह गरिएका सबै पृष्ठहरू हटाउने

source: The password and email address set at this wiki will be used for your unified account.
ne: यस विकि दिइएको प्रवेश शव्द र ई-मेल ठेगाना अन्य एकीकृत खाताहरुमा प्रयोग गरिनेछ।

source: You need to confirm.
ne: तपाईँले निश्चित गर्नु पर्नेछ ।

source: Copy Location
ne: स्थान प्रतिलिपि गर्नुहोस्

source: Manage user accounts
ne: प्रयोगकर्ता खाता व्यवस्थापन गर्नुहोस्

source: Block log:
ne: निषेध लग:

source: Press a key...
ne: एउटा कुन्जी थिच्नुहोस्

source: Sound Effects
ne: ध्वनि प्रभाव

source: Spreads all windows in all the workspaces.
ne: सबै वर्कस्पेसहरूमा भएका विन्डोहरूलाई फैलाउँछ ।

source: (bytes)
ne: (बाइटहरू)

source: What's this?
ne: यो के हो ?

source: You need to enter your current password
ne: तपाईँले नयाँ पासवर्ड प्रविष्ट गर्न आवश्यक छ

source: Wikisource homepage
ne: विकिस्रोत गृह पृष्ठ

source: Enter your email address
ne: तपाईँको इमेल ठेगाना भर्नुहोस्

source: Switch off to connect to a wireless network
ne: वायरलेस नेटवर्क जडान गर्न स्विच बन्द गर्नुहोस्

source: Specific wiki:
ne: विशेष विकि:

source: Error: Invalid time.
ne: त्रुटी: गलत/वा हुदैनहुने समय

source: Stored revision
ne: संग्रहित पुनरावलोकन

source: Example.ogg
ne: उदाहरण.ogg

source: Community size:
ne: सामुदायिक आकार:

source: One Sided
ne: एकापट्टी

source: Newest
ne: नयाँ

source: Severity
ne: गम्भीरता

source: unblocked $1
ne: $1 लाई अनिषेधित गरियो

source: Modify
ne: परिमार्जन गर्नुहोस्

source: AudioNext
ne: अडियोनेक्स

source: Something went wrong when sending the message. Please try again.
ne: सन्देस पठाउने समय कुनै त्रुटि उत्पन्न भयो। कृपया पुनः प्रयास गर्नुहोस।

source: Sharpness
ne: तीक्ष्णता

source: Disable Role
ne: रोल निस्क्रिय पार्ने

source: Server Name:
ne: सर्भर नामः

source: Sell %amount% %goods% @%gold%
ne: विक्री %amount% %goods% @%gold%

source: Logged in
ne: लग-इन भयो

source: Upload problem
ne: उर्ध्वभरण समस्या

source: hide
ne: लुकाउनुहोस्

source: Short URL
ne: छोटो युआरयल

source: Invalid POD partner
ne: अमान्य पिओडि साथी

source: Hide details
ne: जानकारी लुकाउने

source: Request publish
ne: प्रकाशन माग गर्नुहोस

source: (by {{GENDER:$1|$1}} on $2 at $3)
ne: ( {{GENDER:$1|$1}} आधारमा $2 at $3 मा )

source: Copy other information
ne: अन्य जानकारी प्रतिलिपी गर्नुहोस

source: Several accounts were merged using this password. Other accounts are not yet confirmed.
ne: यो प्रवेश शव्द प्रयोग गरेर धेरै खाताहरु सम्मिलित गरिए। अन्य खाताहरु अहिले सुनिश्चित गरिएका छैनन्।

source: Bot: Unprotecting all pages linked from %(page)s
ne: बोट: %(page)s पृष्ठमा जोडिएका सबै पृष्ठहरूको सुरक्षा खारेज गर्दै

source: This user has [[$1|professional]] knowledge of [[$2|English]].
ne: यो प्रयोगकर्तासित [[$2|नेपाली]] भाषामा [[$1|विशेषज्ञता]]को ज्ञान छ ।

source: Import
ne: आयात

source: Cannot move non-file to file namespace.
ne: गैह्र फाइललाई फाइल नेमस्पेसमा सार्न सकिन्न।

source: view this page's deleted history
ne: यो पृष्ठको मेटाइएको इतिहास हेर्ने

source: The following pages do not link to other language versions.
ne: यी पानाहरूले अन्य भाषाका संस्करणहरूमा संबन्ध राखेका छैनन्:

source: User:FuzzyBot
ne: प्रयोगकर्ता:FuzzyBot

source: By saving changes, you agree to the [https://wikimediafoundation.org/wiki/Terms_of_Use Terms of Use], and you irrevocably agree to release your contribution under the [https://en.wikipedia.org/wiki/Wikipedia:Text_of_Creative_Commons_Attribution-ShareAlike_3.0_Unported_License CC BY-SA 3.0 License] and the [https://en.wikipedia.org/wiki/Wikipedia:Text_of_the_GNU_Free_Documentation_License GFDL]. You agree that a hyperlink or URL is sufficient attribution under the Creative Commons license.
ne: "परिवर्तन सङ्ग्रह गर्दा तपाईं [https://wikimediafoundation.org/wiki/Terms_of_Use उपयोगका शर्तहरू] मान्न बाध्य हुनु पर्नेछ, र तपाईं आफ्नो योगदान [https://en.wikipedia.org/wiki/Wikipedia:Text_of_Creative_Commons_Attribution-ShareAlike_3.0_Unported_License सिसि-बाय-एसए ३.० लाइसेन्स] र [https://en.wikipedia.org/wiki/Wikipedia:Text_of_the_GNU_Free_Documentation_License जि.एफ.डि.एल.] को अन्तर्गत अपरिवर्तनीय रुपले जारी गर्न स्वीकार गर्नुहुन्छ । तपाईं यो पनि स्वीकार गर्नुहुन्छ कि एउटा हाइपरलिङ्क वा यूआरएल क्रिएटिव कमन्स लाइसेन्सको अन्तर्गत पर्याप्त ऐट्रिब्युसन (श्रेय) छ।

source: Double-click timeout
ne: डवल-क्लिक टायमआउट

source: Person depicted
ne: जनाइएको व्यक्ति

source: Invalid height
ne: अमान्य उचाइ

source: Save changes
ne: परिवर्तनहरू सङ्ग्रह गर्ने

source: Effects
ne: प्रभाव

source: Nothing
ne: केहि पनि छैन

source: To use the file in a wiki, copy this text into a page:
ne: विकिमा यो फाइल प्रयोग गर्न, यो पाठ पृष्ठमा कपी गर्नुहोस्:

source: Help:Group rights
ne: Help:सामूहिक अधिकारहरु

source: Time in _other locations
ne: अरु ठाउँ को समय

source: high
ne: उच्च

source: Ctrl+Alt+Shift+Space
ne: Ctrl+Alt+सिफ्ट+स्पेस

source: Favorites ({0})
ne: मनपर्ने ({0})

source: The following {{PLURAL:$2|warning was|warnings were}} encountered when attempting to create the tag "$1":
ne: निम्नलिखित {{PLURAL:$2|चेतावनी देखाइयो|चेतावनीहरू देखाइयो}} जब ट्याग "$1" बनाउने प्रयास गरिएको थियो:

source: Coming _events from Evolution Calendar
ne: Evolution पात्रोमा आउदो _घटनाहरु देखाउनुहोस

source: Tool
ne: औजार

source: Account creation error
ne: खाता बनाउँदा त्रुटि

source: MIS for microfinance
ne: माइक्रोफाइनांस के लागि एम.आई.एस

source: Image type not supported
ne: चित्रको प्रकार समर्थित छैन

source: Monitor 0
ne: मोनिटर ०

source: Monitor 1
ne: मोनिटर १

source: Monitor 2
ne: मोनिटर २

source: Search Wikipedia
ne: विकिपीडिया खोज्नुहोस्

source: Monitor 3
ne: मोनिटर ३

source: The identity of this website has not been verified.
ne: यो वेबसाइट को पहिचान प्रमाणित भैसकेको छैन।

source: Monitor 4
ne: मोनिटर ४

source: The minimum value to trigger automaximize.
ne: आँफै ठूलो हुनको लागि चाहिने न्यूनतम आँकडा

source: The Teamwork Barnstar is awarded when several editors work together to improve an article.
ne: सहकार्य बार्नस्टार त्यस समय दिइन्छ जब कुनै सम्पादक मिलीजुली कुनै लेखलाई सुधार गर्छन।

source: You do not have permission to see details of this entry.
ne: तपाईंलाई यस इन्ट्रीको विवरण हेर्ने अनुमति छैन।

source: AudioPlay
ne: अडियोप्ले

source: Browse
ne: ब्राउज़ गर्नुहोस

source: Publish requested
ne: प्रकाशन अनुरोध गरियो

source: Pages viewed <small>(number of pages viewed by visitors)</small>
ne: पृष्ठ अवलोकन संख्या <small>(पृष्ठ हेर्ने मानिसको संख्या)</small>

source: Switches workspaces.
ne: वर्कस्पेसहरूबीच सर्छ ।

source: You need to confirm the password
ne: तपाईँले पासवर्ड पुष्टि गर्न आवश्यक छ

source: Monitor 5
ne: मोनिटर ५

source: Monitor 6
ne: मोनिटर ६

source: Open link in new background tab
ne: लिङ्कलाई नयाँ पृष्ठभूमि ट्याबमा खोल्नुहोस्

source: Monitor 7
ne: मोनिटर ७

source: Multiplication (*)
ne: गुणन (*)

source: Monitor 8
ne: मोनिटर ८

source: The administrator ability to create range blocks is disabled.
ne: प्रवन्धकको रेन्ज रोक सिर्जना गर्ने क्षमतालाई निश्कृय पारिएको छ।

source: Emergency Phone
ne: आकस्मिक फोन

source: Project notes
ne: योजनाको नोट

source: Card Games
ne: कार्ड खेलहरू

source: The requested page title is empty or contains only the name of a namespace.
ne: निवेदन गरिएको पृष्ठको शिर्षक कि त खाली छ वा नेमस्पेसको नाम मात्रै छ ।

source: There was an error when downloading the file: $1
ne: फाइल: $1 डाउनलोड गर्दा समय त्रुटि उत्पन्न भयो

source: Unsaved
ne: संग्रह गरिसकिएको छैन

source: Quick facts
ne: शीध्रगामी तथ्यहरू

source: Issues
ne: मुद्दाहरू

source: Revision $2 using content model $3 cannot be stored on "$1" on this wiki, since that model is not supported on that page.
ne: संशोधन $2 जसमा सामग्री नमूनाहरू $3 मा प्रयोग गरिएको छ, लाई यस विकिमा "$1" मा सङ्ग्रह गर्न सकिंदैन, किनकि त्यो नमूना यस पृष्ठको नमूनहरू भन्दा भिन्न छ।

source: {{GENDER:|Your}} messages
ne: {{GENDER:|तपाईँका}} सन्देशहरू

source: Tap to _click
ne: क्लिक गर्नुस थिच्न

source: March
ne: मार्च

source: Enter email address
ne: इमेल ठेगाना भर्नुहोस्

source: Confirm more accounts
ne: अरु खाता सुनिश्चित गर्ने

source: Load more messages
ne: थप सन्देशहरू खोल्ने

source: Import date
ne: मिति आयात गर्नुहोस्

source: Who and what are we?
ne: हामिहरु को र के हौ?

source: All pages with prefix ($1 namespace)
ne: उपसर्ग सहितका सम्पूर्ण पृष्ठहरू ($1 नेमस्पेस)

source: Sort by _Time
ne: क्रमबद्ध गर्नुहिस् _समय

source: Import data
ne: आँकड़ा ल्याउने

source: License information
ne: अभिज्ञापत्रको सूचना

source: Tweet!
ne: ट्विट!

source: Shahrivar
ne: शाहरीभर

source: Display Name
ne: देखाउने नाम

source: Projects using {{SITENAME}}
ne: {{SITENAME}} प्रयोग गर्ने परियोजनाहरू

source: Please select your nationality.
ne: कृपया तपाईंको नागरिकता छान्नुहोस् ।

source: Name List
ne: नाम सूची

source: More Info
ne: थप जानकारी

source: Error
ne: त्रुटी

source: Other versions
ne: अरु संस्करणहरू

source: See [[Special:Log/delete|the deletion log]] for recently deleted pages.
ne: भर्खर मेटिएका पृष्ठहरू हेर्न [[Special:Log/delete|मेटाइएका लग]]मा जानुहोस्।

source: Your password is not valid: $1 Please choose a new password now, or click "{{int:resetpass-submit-cancel}}" to reset it later.
ne: तपाईंको पासवर्ड मान्य छैन:$1 कृपया नयाँ पासवर्ड छान्नुहोस् वा "{{int:resetpass-submit-cancel}}"मा क्लिक गरी पछि रिसेट गर्नुहोला।

source: Undo revision $1 by a hidden user
ne: अदृश्य प्रयोगकर्ताको संशोधन $1 लाई पहिला जस्तै बनाउने

source: _Action:
ne: _कार्य:

source: Create Redirect
ne: अनुप्रेषण सृजना गर्ने

source: Editorial status of image
ne: तस्विरको सम्पादकीय स्थिती

source: Username, IP address or blank:
ne: प्रयोगकर्ता, आइपी ठेगाना वा खाली:

source: Charles I, Duke of Brunswick-Wolfenbüttel
ne: चाल्स १, ब्रुन्सविक-वोल्फेनवुट्टेलका ड्यूक

source: Request a feature
ne: नयाँ गुण अनुरोध गर्ने

source: A brownie for you!
ne: तपाइको लागि ब्राउनी!

source: Source filename:
ne: स्रोत फाइलनाम :

source: Show redirect pages
ne: रिडाइरेक्ट पृष्ठहरू देखाउ

source: [[User:$1|$1]] {{GENDER:$1|commented}} on "[[$3|$2]]" on the "$4" talk page.
ne: [[User:$1|$1]]ले "[[$3|$2]]" मा "$4" वार्तालाप पृष्ठमा {{GENDER:$1|टिप्पणी गर्नुभयो}}।

source: The namespace has been removed.
ne: यो नामस्थान मेटिएको छ।

source: Image reviewers
ne: तस्बिर पुनरावलोकनकर्ताहरु

source: Double click, secondary button
ne: साहायक बटन दुई चोटी थिच्नुहोस

source: Pages with too many expensive parser function calls
ne: अति धेरै मेहनत पर्ने '''पार्सर फङ्सन कल'''हरू भएका पृष्ठहरू

source: Print Reports
ne: रिपोर्ट छाप्ने

source: Slow
ne: बिस्तारै

source: Install a minimal system
ne: न्यून प्रणाली प्रतिस्थापन गर्नुहोस्

source: Pages with the most revisions
ne: सबैभन्दा बढी संशोधित लेखहरू

source: Full title of move source page
ne: सारिएको श्रोत पृष्ठको पूर्ण शीर्षक

source: Marking as patrolled failed.
ne: गस्ती अङ्कित गर्न विफल।

source: File Sharing
ne: फाइल साझेदारी

source: Edit your user CSS/JavaScript
ne: तपाईंको प्रयोगकर्ता CSS/JavaScript सम्पादन गर्नुहोस्

source: No import file was uploaded.
ne: कुनै पनि आयात फाइल अपलोड गरिएन ।

source: upload this file
ne: यो फाइल अपलोड गर्ने

source: Open a New Tab
ne: नयाँ ट्याब खोल्नुहोस्

source: Something went wrong during previewing. Please try again.
ne: पूर्वावलोकन गर्दा समय कुनै त्रुटि उत्पन्न भयो। कृपया पुनः प्रयास गर्नुहोस।

source: Other/additional reason:
ne: अरु/थप कारणहरु :

source: Browse history
ne: इतिहासको विचरण गर्ने

source: There is no user by the name "$1". Check your spelling.
ne: "$1" नामको कुनै पनि प्रयोगकर्ता भेटिएन। तपाईँको हिज्जे जाँच्नुहोस् ।

source: Mark edits as minor
ne: सम्पादनलाई सामान्य चिनो लगाउने

source: Invalid PID
ne: अवैध PID

source: Where is this?
ne: यो कहाँ छ?

source: The page has a <code><nowiki>__INDEX__</nowiki></code> on it (and is in a namespace where that flag is allowed), and hence is indexed by robots where it normally wouldn't be.
ne: यस पृष्ठको एक <code><nowiki>__INDEX__</nowiki></code> त्यस माथि छ (यस्तो स्थानमा छ जहाँ त्यस झण्डाको अनुमति छ), र यसैले यसलाई रोबोटहरूद्वारा द्वारा सूचीबद्ध छ जबकि साधारणतः यस्तो हुँदैन।

source: Add more
ne: अरू जोड्ने

source: Categories
ne: श्रेणीहरू

source: Victory hand
ne: विजयी हात

source: To download your book in $1 format click the button.
ne: आफ्नो पुस्तकलाई $1 स्वरूपमा डाउनलोड गर्नका लागी बटनमा क्लिक गर्नुस।

source: Filename
ne: फाइल नाम

source: %direction% of %location%
ne: %location%को %direction%

source: DEVICE
ne: यन्त्र

source: Pages with image but no text
ne: चित्र भएका तर पाठबिनाका पृष्ठहरू

source: Fewer
ne: कम

source: I agree to the project terms
ne: म परियोजनाहरूको शर्तहरूमा सहमत छु ।

source: collapse all
ne: सबै खुम्च्याउने

source: $1 documentation
ne: $1 मिसिलिकरण

source: The upload succeeded, but the server could not get a preview thumbnail.
ne: तपाईंको अपलोड सफल भयो तर सर्भरमा त्रुटीको कारण दृश्यालोकन गराउन असर्मथ छौ

source: Sign up with Twitter
ne: ट्विटर प्रयोग गरेर प्रवेश गर्नुहोस्

source: Reverse portrait
ne: पोट्रेट उल्टाउनुहोस्

source: Close history screen
ne: इतिहास स्क्रिन बन्द गर्ने

source: Steps to Reproduce
ne: प्रजननको लागि कदमहरु

source: Value
ne: मान

source: You have no stashed files.
ne: तपाईंका कुनै पनि स्टाश गरिएका फाइलहरू छैनन् ।

source: Description: :''(publicly viewable)''
ne: विवरण: :''(सार्वजनिक रुपमा देखिने)''

source: Undelete failed: $1
ne: मेटाएको रद्द गर्ने काम असफल भयो: $1

source: My View
ne: मेरो दृष्य

source: Office
ne: अफिस

source: Category
ne: श्रेणी

source: Hide the search box from the sidebar.
ne: छेउको बारबाट खोज बाक्सा लुकाउने ।

source: Article Feedback page not enabled for this page.
ne: यस लेखको लागि लेख प्रतिक्रिया पृष्ठ सुचारु गरिएको छैन।

source: Welcome Note
ne: स्वागत सन्देश

source: Launcher Reveal Pressure
ne: लन्चर देखाउने दवाव

source: No reason found
ne: कारण भेटिएन

source: Code for the country that the picture was taken in
ne: तस्विर खिचिएको देशको कोड

source: _Location:
ne: _स्थान:

source: Credit
ne: श्रेय

source: Get translations draft by ID.
ne: अनुवाद ड्राफ्ट ID को आधारमा लिनुहोस्

source: Ø number of edits per $1
ne: प्रति $1 सम्पादन संख्या Ø

source: {{SITENAME}} requires that you validate your email address before using email features. Activate the button below to send a confirmation mail to your address. The mail will include a link containing a code; load the link in your browser to confirm that your email address is valid.
ne: {{SITENAME}} मा उपलब्ध इमेल सुविधाहरूको लाभ उठाउनका लागि प्रमाणित ठेगाना हुनु जरूरी छ। तपाईंको इमेल ठेगानामा एउटा निश्चित कोड पठाउनका लागि तल दिइएको बटनमा क्लिक गर्नुहोस। त्यस मेलमा एउटा कोडले भरिएको एउटा लिङ्क हुनेछ; तपाईंको इमेललाई प्रमाणिकरणका लागि यसलाई आफ्नो ब्राउजरआ खोल्नुहोला।

source: MIME search
ne: MIME खोज

source: It is currently not your turn!
ne: अहिले तपाईंको पालो होइन !

source: Unknown testing framework "$1".
ne: अज्ञात जाँच खाँका "$1" ।

source: $1 {{GENDER:$2|changed}} visibility of {{PLURAL:$5|a revision|$5 revisions}} on page $3: $4
ne: $1 ले $3 पृष्ठको {{PLURAL:$5|एक अवतरण|$5 अवतरणहरू}}को दृश्यता {{GENDER:$2|परिवर्तन गर्यो}}: $4

source: Switched to revoke type;
ne: रद्द प्रकारमा फर्किने;

source: Internal link
ne: आन्तरिक लिङ्क

source: Cable unplugged
ne: तार छुटेको

source: Your Name:
ne: तपाईंको नाम:

source: Java
ne: जाभा

source: Progress
ne: प्रगति

source: Id:
ne: प्रवेशशब्द (आइडी):

source: A jumping game
ne: एक उफ्रने खेल

source: Nodes (%{x}-%{y} of %{count})
ne: अंशहरू (जम्मा %{count} मध्येबाट %{x}-%{y})

source: Upload files
ne: फाइलहरू अपलोडगर्ने

source: This site security certificate is not trusted.
ne: यो साइट सुरक्षा प्रमाणपत्र विश्वसनीय छैन।

source: {{PLURAL|one=part of way %{related_ways}|part of ways %{related_ways}}}
ne: {{PLURAL|one=बाटोको अंश %{related_ways}|बाटोको अंशहरू %{related_ways}}}

source: next {{PLURAL:$1|$1}}
ne: अर्को {{PLURAL:$1|$1}}

source: Nodes
ne: अंशहरू

source: Co-sited
ne: सह-कुर्सीरहेको

source: more tools
ne: थप औजारहरू

source: AudioStop
ne: अडियोस्टप

source: Symbols
ne: चिन्हहरू

source: Edit {{PLURAL:$1|revert|reverts}}
ne: सम्पादन {{PLURAL:$1|रिभर्ट|रिभर्टहरू}}

source: Photography
ne: फोटोग्राफी

source: Expiry time is invalid.
ne: सकिने समयावधि अमान्य ।

source: Installed
ne: स्थापना गरिएको छ

source: Reply
ne: जवाफ

source: Treat signature as wikitext (without an automatic link)
ne: मेरो दस्तखतलाई विकि पाठको रुपमा लिने (स्वत लिङ्क बिना)

source: redirects
ne: अनुप्रेषणहरू

source: Enable verbose mode
ne: वर्णनात्मक मोड सक्षम पार्नुहोस्

source: country
ne: देश

source: Only show edits that are latest revisions
ne: नवीनतम संशोधनका सम्पादनहरू देखाउनुहोस्

source: British pound
ne: ब्रिटिश पाउण्ड

source: Want some help?
ne: केही सहायता आवश्यक छ ?

source: Current favicon:
ne: वर्तमान फ्याभिकन

source: List of files with duplicates
ne: दोरोएको फाइलहरूको सूची

source: just now
ne: भर्खरै

source: Erase
ne: मेटनुहोस्

source: [[Special:SupportedLanguages|More languages]]
ne: [[Special:SupportedLanguages|अझ बढि भाषाहरू]]

source: Original Barnstar
ne: ओरिजिनल बार्नस्टार

source: use the write API
ne: लेखन API प्रयोग गर्ने

source: Phase 1 pass score:
ne: उत्तीर्ण चरण १ प्राप्ताङ्क:

source: 802.1x supplicant took too long to authenticate
ne: 802.1x supplicant प्रमाणित गर्न लामो समय लियो

source: donation amount
ne: दान राशि

source: Editing $1 (new section)
ne: $1 सम्पादन गर्दै(नयाँ खण्ड)

source: Small touch-based grab handles to move and resize a window
ne: सानो टच आधारित ग्र्याब ह्यान्डल विन्डोलाई सार्छ र रिसाइज गर्छ

source: An unresolvable problem occurred while calculating the upgrade. This can be caused by: * Upgrading to a pre-release version of Ubuntu * Running the current pre-release version of Ubuntu * Unofficial software packages not provided by Ubuntu
ne: अद्यावधिक गणना गर्दा समाधान गर्न नसकिने समस्या देखापर्यो। यो कारण हुन सक्छ: * उबुन्टुको एक पूर्व-रिलीज संस्करणमा अद्यावधिक * उबुन्टुको हालको पूर्व-रिलीज संस्करण चालु * उबुन्टु द्वारा प्रदान न​गरिएको अनौपचारिक सफ्टवेयर प्याकेजहरू

source: Job Title
ne: कार्य शीर्षक

source: The following protected pages have been detected as requiring updates to category links: %(itemlist)s
ne: निम्न सुरक्षित पृष्ठहरूमा अरु श्रेणी सम्पादनको आवश्यकता देखिएको छ: %(itemlist)s

source: All pages
ne: सबै लेखहरू

source: This site cannot send emails.
ne: यो साइटले इमेलहरू पठाउन सक्दैन।

source: Hide redirects
ne: अनुप्रेषणहरू लुकाउने

source: First
ne: पहिलो

source: Reply to threads
ne: धागो(thread) को जवाफ लेख्ने

source: Locking the database will suspend the ability of all users to edit pages, change their preferences, edit their watchlists, and other things requiring changes in the database. Please confirm that this is what you intend to do, and that you will unlock the database when your maintenance is done.
ne: डेटाबेसमा ताला लगाउनाले सबै प्रयोगकर्ता पृष्ठ सम्पादन, आफ्नो अभिरूचीमा परिवर्तन, आफ्नो ध्यानसूचीमा सम्पादन, र अन्य वस्तु जसको लागि डेटाबेसमा परिवर्तन गरें हुन्छ, त्यसबाट वन्चित हुनेछ। कृपया यो सुनिश्चित गर्नुहोस् कि तपाईं यो गर्न चाहनुहुन्छ, र तपाईं रक्षण पश्चात ताला खोल्नुहुन्छ ।

source: Select an application to run when a camera is connected
ne: फोटो खिच्ने यन्त्र जडित भएमा कुन प्रोग्राम सुचारु हुने, रोज्नुहोस्

source: Not an SVG file.
ne: यो एस भी जी फाइल होइन।

source: There was no Wiki Loves Monument contest in $1.
ne: $1 मा कुनै विकि लभ्स मोन्युमेन्ट्स प्रतियोगिता भइरहेको छैन।

source: The page is not indexed by robots because it has the magic word <code><nowiki>__NOINDEX__</nowiki></code> on it and is in a namespace where that flag is allowed.
ne: यो पृष्ठ रोबोटहरू द्वारा सूचीबद्ध छैन किनभने यसमा जादु शब्द <code><nowiki>__NOINDEX__</nowiki></code> छ र यस्तो स्थानमा छ जहाँ त्यस झण्डाको अनुमति छ।

source: Associated {{WBREPONAME}} item undeleted. Language links restored.
ne: सम्बद्ध {{WBREPONAME}} आइटम मेटिएको छैन। भाषाको लिङ्क मौलिक रूपमा फर्काइयो।
